/***************/
/* Main Window */
/***************/
"Contrast ratio" = "Ratio de contraste";

"Pass" = "Conforme";
"Fail" = "Echec";
"passed at level" = "conforme au niveau";
"failed at level" = "non conforme au niveau";

"The contrast ratio is" = "Le ratio de contraste est de";
"colour difference" = "différence de couleur";
"brightness difference" = "différence d'intensité";

"Colour/Brightness difference" = "Différence de Couleur/Intensité";

/******************/
/* Details drawer */
/******************/
"sufficient" = "suffisant";
"not sufficient" = "insuffisant";
"detail_1" = "La différence d'intensité entre les deux couleurs est";
"detail_2" = "La limite est de 125, et le resultat des couleurs de premier et d'arrière plan est de";
"detail_3" = "La différence de couleur entre les deux couleurs est";
"detail_4" = "La limite est de 500, et le resultat des couleurs de premier et d'arrière plan est de";
"detail_5" = "Note: Malgré que la différence de couleur n'est pas conforme à la spécification W3C, il se conforme à la gamme utilisée par Hewlett-Packard. Hewlett Packard recommende une différence de couleur limitée à 400.";
"detail_6" = "1.4.3 Contraste (Minimum):  Le texte (et images de texte) a une différence de contraste d'au moins 4.5:1, excepté si le texte est purement décoratif. Les textes de grande taille (au moins 18 points ou 14 points en gras) ou images de texte peuvent avoir une différence de contraste de 3:1. (Niveau AA)";
"detail_7" = "1.4.6 Contraste (Augmenté): Le texte (et images de texte) a une différence de contraste d'au moins 7:1, excepté si le texte est purement décoratif. Les textes de grande taille (au moins 18 points ou 14 points en gras) ou images de texte peuvent avoir une différence de contraste de 4.5:1. (Niveau AAA)";
"detail_8" = "Note: Les polices spécialement petites ou décoratives sont difficiles à lire avec un contraste de bas niveau.";

"Foreground" = "Premier plan";
"Background" = "Arrière plan";
"Text" = "Texte";
"Large text" = "Grand texte";
